{
    "title": "ROBERT BAILEY BESPOKE",

    "index_enter_site":"ENTER THE SITE",
    "nav_home":"home",
    "nav_ultimate":"the ultimate bespoke experience",
    "nav_trunkshow":"trunk show",
    "nav_accessories":"accessories",
    "nav_aboutus":"about us",
    "nav_gallery":"gallery",
    "nav_language":"language",
    
    "home_office_name":"robert bailey bespoke ltd.",
    "home_welcome_message": "The very finest in luxury bespoke tailoring since 1985",
    "home_land_1":"FITS LIKE A GLOVE",
    "home_land_1_detail":"With over 38 years experience in Savile Bow, Robert Bailey Bespoke offers the finest experience in bespoke tailoring.",
    "home_land_2_trunk_head":"robert bailey bespoke",
    "home_land_2_trunk_sub_head":"trunk show",
    "home_land_btn_book_an_appointment":"book an appointment",
    "home_land_3_menu1":"the ultimate",
    "home_land_3_menu1_l2":"bespoke experience",
    "home_land_3_menu2":"our gallery",
    "home_land_3_menu3":"about us",

    "trunkshow_fontmain_l1":"our bespoke",
    "trunkshow_fontmain_l2":"trunk show",
    "trunkshow_fontmain_l3":"robert bailey",
    "trunkshow_fontmain_l4":"bespoke",
    "trunkshow_fontmain_l5":"since 1985",
    "trunkshow_story":"We regularly travel across Asia and other continents to meet with our clients to provide the best possible bespoke sartorial experience for you. We provide a wide range of fabric collections, ranging from the pure 100% wool worsted suitings to the finest Peruvian mountain goat vicuñas and everything you could possibly need for any occasion from white-tie state dinners to casual trousers to wear on a daily basis. There is not anything that we cannot provide for you. If it’s a sartorial garment for a lady or a gentleman, then we can create it together for you. Our regular trunk shows include Singapore, Hong Kong, Shanghai, Beijing, Melbourne (Australia), Tokyo, Seoul, Bangkok, Chengdu and Taipei, we visit all cities 3 to 4 times per year.",

    "accessories_fontmain":"accessories",    
    "accessories_fontmain_l2":"trunk show",
    "accessories_fontmain_l3":"robert bailey",
    "accessories_fontmain_l4":"bespoke",    
    "accessories_fontmain_l5":"since 1985",

    "accessories_story_head":"braces / suspenders",
    "accessories_story_detail":"We are incredibly proud to be suppliers of Albert Thurston made braces. Available to order through our website or available during our bespoke trunk shows only. For any order made especially for you we can have made bespoke for you, please email us directly. (Albert Thurston has become a by-word for quality in gentlemens' accessories and braces/suspenders. They have been sported by kings, princes, presidents and successful businessmen across the world over the past two centuries) Robert Bailey Bespoke braces are available in all colours shown or by special order for a variety of colours. We supply only with leather straps to be used with brace buttoned trousers only (clip-on attachments are not available through Robert Bailey Bespoke)",

    "accessories_product_name":"Black Moire Braces",
    "accessories_product_detail":"40mm wide black moiré braces with black GT leather, black braid ends and nickel plated fittings.",
    "accessories_product_colour":"Colour : Navy Blue",

    "accessories_product2_name":"Navy Boxcloth Braces",
    "accessories_product2_detail":"Made with silver coloured fittings, black goatskin leather ends and featuring an X back.",
    "accessories_product2_colour":"Colour : Navy Blue",

    "accessories_product3_name":"Wine Boxcloth Braces",
    "accessories_product3_detail":"38mm or 1 1/2 inch wide pure wool boxcloth with hand polished gilt brass fittings, tan leather ends and featuring an X back.",
    "accessories_product3_colour":"Colour : Navy Blue",
    
    "accessories_product4_name":"Black Moire Braces",
    "accessories_product4_detail":"40mm wide black moiré braces with black GT leather, black braid ends and nickel plated fittings.",
    "accessories_product4_colour":"Colour : Navy Blue",

    "accessories_product5_name":"Navy Boxcloth Braces",
    "accessories_product5_detail":"Made with silver coloured fittings, black goatskin leather ends and featuring an X back.",
    "accessories_product5_colour":"Colour : Navy Blue",

    "accessories_product6_name":"Wine Boxcloth Braces",
    "accessories_product6_detail":"38mm or 1 1/2 inch wide pure wool boxcloth with hand polished gilt brass fittings, tan leather ends and featuring an X back.",
    "accessories_product6_colour":"Colour : Navy Blue",
 
    "gall_fontmain":"gallery",    
    "gall_fontmain_l2":"",
    "gall_fontmain_l3":"robert bailey",
    "gall_fontmain_l4":"bespoke",    
    "gall_fontmain_l5":"since 1985",
    "gall_story":"At Robert Bailey Bespoke we have the experience and knowledge to create absolutely amazing sartorial masterpieces that are made only for you. Every detail on each garment you order is created especially for you exactly where you require it for the most convenient and practical position no matter what your lifestyle. Each garment is made exclusively for you with your needs at the forefront of the design. Our gallery shows some of the, but not all of our creations with more added from time to time.",
 
    "gall_menu_1":"single breasted",
    "gall_menu_2":"double breasted",
    "gall_menu_3":"top coat / overcoat",
    "gall_menu_4":"etc.",
 
    "ult_fontmain_01":"the ultimate",  
    "ult_fontmain_02":"bespoke experience",
    "ult_fontmain_l2":"There are no shortcut in the bespoke process and no compromises when it comes to fit, quality and craft",
    "ult_fontmain_l3":"robert bailey",
    "ult_fontmain_l4":"bespoke",    
    "ult_fontmain_l5":"since 1985",
	
    "ult_story_title00":"the ultimate bespoke experience",
    "ult_story_title01":"THE FIRST MEETING",
    "ult_story_title02":"CLOTH SELECTIONS",
    "ult_story_title03":"TAKING YOUR MEASUREMENTS",
    "ult_story_title04":"CUTTING YOUR PERSONAL PATTERN",
    "ult_story_title05":"CUTTING YOUR GARMENT",
    "ult_story_title06":"THE FIRST FITTING",
    "ult_story_title07":"THE RE-CUT",
    "ult_story_title08":"THE FINISHED FITTING",
    "ult_story_title09":"FUTURE APPOINTMENTS",

    "ult_story00":"We provide an unrivalled bespoke experience to ensure you receive a beautiful, perfectly-fitted garment every time. From our initial consultation to the final fitting, we ensure that your needs are met every step of the way.",
    "ult_story01":"At our initial consultation, we will discuss your wants and needs from your new bespoke garments. It is important to us to establish when and where you will want to be wearing your new clothing.",
    "ult_story02":"For every visit, we will bring over 3,000 different choices of cloth for you to choose from. These will range from lightweight to heavyweight, business to pleasure, formal to informal, and include materials suitable for overcoating, trousers and everything in between.",
    "ult_story03":"The most important part of the process is for us to take as much information about your figure and proportions as possible, before cutting your pattern back in the UK. For this reason, we take over 35 difference measurements from you, each one an important part of our pattern cutting technique.",
    "ult_story04":"Upon returning to our workshop, we will create your own individual pattern which will be kept and updated after every meeting we make together. This will be stored in our secure pattern room and kept safe for our use only.",
    "ult_story05":"Once we are satisfied with your new pattern, we will mark onto the cloth and cut with generous inlays for any adjustments that may be necessary in the future. The cut cloth will then be given to one of our finest and most experienced tailors to prepare the garment for its first fitting.",
    "ult_story06":"Having made an appointment for your first fitting, you will try on the garments and together we will discuss the comfort and the look, making sure we are both more than satisfied with how your garments are progressing.",
    "ult_story07":"Back in the UK, we will adjust your pattern and re-cut the garments as per our discussions in the first fitting appointment. The tailors will then finish the garments in preparation for your finished fitting appointment.",
    "ult_story08":"At this appointment, we will make sure we are both happy and satisfied with everything that has been made for you. All being well, your suit or garments are now ready for you to wear at your leisure!",
    "ult_story09":"If after your first purchase you require adjustments or wish to add to your bespoke collection, we can arrange another appointment for our next regular visit.",
 
    "about_fontmain":"about us",
    "about_fontmain_l2":"...",
    "about_fontmain_l3":"robert bailey",
    "about_fontmain_l4":"bespoke",    
    "about_fontmain_l5":"since 1985",

    "about_story_title01":"OUR STORY",

    "about_story01":"It was 15th July 1985 when I started working at Gieves & Hawkes (Camberley) where my father was head cutter. He was the 3rd generation of tailor in the Bailey bloodline, making me the 4th generation of bespoke tailor in my family.",
    "about_story02":"I started as a trainee waistcoat and trouser maker and then coatmaker making and cutting civilian and military uniforms for Sandhurst Military College for Gieves & Hawkes.",
    "about_story03":"I started as a trainee waistcoat and trouser maker and then coatmaker making and cutting civilian and military uniforms for Sandhurst Military College for My father told me that if I wanted to go for a career in tailoring I should learn to be a cutter, so in September 1986 I studied at London College of Fashion.",
    "about_story04":"The call of Savile Row in London's Mayfair was too strong and I was delighted to get a cutting apprenticeship from September 1990 at Davies and Son as a junior cutter. But in 1996, after 6 years I was ready for my first position as a cutter.",
    "about_story05":"My previous company Gieves & Hawkes in Savile Row had a space available so I began looking after customers at No.1 Savile Row. After a couple of years at G&H a great opportunity came my way, to learn from Michael Skinner, owner of Dege & Skinner to gain some priceless experience and learn my trade from one of the best!",
    "about_story06":"After 10 years at D & S, in August 2007 my quest for more and more tailoring knowledge and experience took me to Davies and Son where I tasted my first experience of Asia, I took over from Mr Peter Harvey running the Tokyo trunk shows. That was where my love affair of this part of the world began! It was during this time that we tried our first and Savile Row's first Seoul trunk show in 2013!",
    "about_story07":"At Davies & Son I was Head Cutter, production director and permanently busy looking after customers in the Savile Row shop, travelling to Tokyo (Harajuku and Shibuya).",
    "about_story08":"But my desire to make Asia a greater focus of my attention took me to Huntsman of Savile Row. They gave me the mission of creating and serving the Asia clients with 4 visits per year.",
    "about_story09":"It started with regular visits to Seoul, Singapore, Tokyo, Hong Kong, Beijing and Shanghai. This was so successful that I soon added Bangkok, Taipei and Shenzhen where I developed a reputation for being able to produce a perfect garment for each client on there own doorstep despite the distance from London's West End!",
    "about_story10":"It was my job to organise, plan and grow the business across Asia and make it the success that it became, it's now the biggest and most far reaching Bespoke trunk show that Savile Row has ever offered. Now's the perfect time to launch my very own bespoke tailoring business. Where I will be regularly visiting Hong Kong, Beijing, Shanghai, Guangzhou/Shenzhen, Taipei, Tokyo, Seoul, Singapore and Bangkok.",
    "about_story11":"My reputation is to create an immaculate fitting suit or jacket that fits like a glove yet has the comfort and feel as if it's not even there yet is made by the worlds finest tailors and cut by my own hands to make even the most difficult of figures look and feel amazing!",
    "about_story12":"But after over 35 years on the boards (a tailoring term meaning in the cutting room and workshop) it's time for me to do what I do best but under my own name and ply my trade to those who love and appreciate the finest of the finest and the best of the best when it comes to hand made bespoke tailoring!",
    "about_story13":"I can both make the garments as well as cut and fit the garments, however time doesn't permit for me to do absolutely everything so I insist on using only the finest hand when it comes to my coat-maker, trouser-maker and waistcoat-maker. They are all based on or around Savile Row and uphold the highest possible standards of tailoring!",
 
    "home_footer_l1":"find out more",
    "home_footer_l2":"Contact us today to book your initial consultation.",
    "home_footer_l3":"We look forward to working with you on ideal garment.",
    "home_footer_office_name":"robert bailey bespoke ltd",    
    "home_footer_email":"Email: robertbailey@robertbaileybespoke.com",
    "home_footer_phone":"Phone: +44 7709 420 841",
    "home_footer_followus":"follow us",

    "about_us": "",
    "footer_text": "© 2000 ROBERT BAILEY BESPOKE LTD. All rights reserved."
}