{
    "title": "ROBERT BAILEY BESPOKE",

    "index_enter_site":"ENTER THE SITE",
    "nav_home":"home",
    "nav_ultimate":"the ultimate bespoke experience",
    "nav_trunkshow":"trunk show",
    "nav_accessories":"accessories",
    "nav_aboutus":"about us",
    "nav_gallery":"gallery",
    "nav_language":"language",

    "home_welcome_message": "맞춤 양복점을 방문하는 것은 의사를 방문하는 것과 같다고 합니다. 당신의 재단사는 당신에 대해 알아야 할 모든 것을 알고 있으며 매번 관심있게 살펴볼 뿐 아니라 당신과 당신의 최선의 이익을 의사처럼 돌볼 것입니다.",
    "home_land_1":"FITS LIKE A GLOVE",
    "home_land_1_detail":"로버트 베일리(Robert Bailey)는 1985년부터 새빌 로우(Savile Row)에서 남성 및 여성 맞춤형 테일러링에 대한 훈련과 경험을 쌓아왔습니다. 로버트 베일리 비스포크(Robert Bailey Bespoke)는 맞춤형 테일러링 분야에서 최고의 경험을 제공하며 의류 업계에서 가능한 최고 수준의 서비스와 품질을 제공합니다.",
    "home_land_2_trunk_head":"robert bailey bespoke",
    "home_land_2_trunk_sub_head":"trunk show",
    "home_land_btn_book_an_appointment":"book an appointment",
    "home_land_3_menu1":"the ultimate",
    "home_land_3_menu1_l2":"bespoke experience",
    "home_land_3_menu2":"our gallery",
    "home_land_3_menu3":"about us",

    "trunkshow_fontmain_l1":"our bespoke",
    "trunkshow_fontmain_l2":"trunk show",
    "trunkshow_fontmain_l3":"robert bailey",
    "trunkshow_fontmain_l4":"bespoke",
    "trunkshow_fontmain_l5":"since 1985",
    "trunkshow_story":"저희는 정기적으로 아시아 태평양 지역과 다른 대륙을 여행하며 고객과 만나 최고의 맞춤 의복 경험을 제공합니다. 우리는 순수한 100% 양모 소모사 슈트부터 최고급 비쿠냐까지, 그리고 화이트 타이 국빈 만찬부터 매일 입을 수 있는 캐주얼 바지까지 모든 행사에 필요할 수 있는 모든 것에 이르기까지 다양한 패브릭 컬렉션을 제공합니다. 우리가 당신에게 제공할 수 없는 것은 없습니다. 신사 숙녀분을 위한 의류라면 우리가 함께 만들어드릴 수 있습니다. 정기적인 트렁크 쇼에는 베이징, 상하이, 청두, 홍콩, 타이페이, 서울, 도쿄, 방콕, 싱가포르 및 멜버른이 포함됩니다. 우리는 일년에 3~4번 모든 도시를 방문합니다.",

    "accessories_fontmain":"accessories",    
    "accessories_fontmain_l2":"trunk show",
    "accessories_fontmain_l3":"robert bailey",
    "accessories_fontmain_l4":"bespoke",    
    "accessories_fontmain_l5":"since 1985",

    "accessories_story_head":"braces / suspenders",
    "accessories_story_detail":"저희는 Albert Thurston이 만든 브레이스 공급업체라는 사실을 매우 자랑스럽게 생각합니다. 당사 웹사이트혹은 저희 트렁크 쇼 기간에만 구매하실 수 있습니다.고객님을 위한 특별맞춤 제작이 가능하므로 이메일을 보내주시기 바랍니다. Albert Thurston은 신사용 액세서리 및 브레이스/서스펜더의 품질에 대한 대명사가 되었습니다. 지난 2세기 동안 전 세계의 왕, 왕자, 대통령 및 성공적인 사업가들이 착용해 왔습니다.) Robert Bailey Bespoke 브레이스는 모든 샘플 색상에서 혹은 특별히 맞춤 주문하는 색상으로도 주문이 가능합니다. 브레이스 단추가 달린 바지에만 사용할 수 있는 가죽 스트랩 브레이스만 공급합니다(클립온 형태는 Robert Bailey Bespoke에서는 제공하지 않습니다).",

    "accessories_product_name":"Royal Blue Boxcloth Braces",
    "accessories_product_detail":"Pure wool boxcloth woven in the Yorkshire Dales has been used by Albert Thurston to make braces since 1820, and this classic style is 38mm or 1 1/2 inch wide, complemented with hand-polished brass levers, black goatskin leather ends and featuring an X back.",
    "accessories_product_colour":"Colour : Navy Blue",

    "accessories_product2_name":"Green Boxcloth Braces",
    "accessories_product2_detail":"38mm or 1 1/2 inch wide, complemented with hand-polished brass levers and tan goatskin leather ends and featuring an X back.",
    "accessories_product2_colour":"Colour : Navy Blue",

    "accessories_product3_name":"Navy Boxcloth Braces",
    "accessories_product3_detail":"Made with complemented with hand-polished brass levers fittings, dark brown goatskin leather ends and featuring an X back.",
    "accessories_product3_colour":"Colour : Navy Blue",
    
    "accessories_product4_name":"Wine Boxcloth Braces",
    "accessories_product4_detail":"38mm or 1 1/2 inch wide pure wool boxcloth with hand polished gilt brass fittings, navy leather ends and featuring an X back.",
    "accessories_product4_colour":"Colour : Navy Blue",

    "accessories_product5_name":"White moiré braces",
    "accessories_product5_detail":"40mm wide white moiré ribbon braces with gilt brass hand-polished fittings, white leather trim (20) and white leather runner ends. Ideal for formal black-tie & white-tie social occasions",
    "accessories_product5_colour":"Colour : Navy Blue",

    "accessories_product6_name":"Black Moire Braces",
    "accessories_product6_detail":"40mm wide black moiré braces with black GT leather, black braid ends and complemented with hand-polished brass levers fittings. Ideal for formal black-tie social occasions",
    "accessories_product6_colour":"Colour : Navy Blue",
 
    "gall_fontmain":"gallery",    
    "gall_fontmain_l2":"",
    "gall_fontmain_l3":"robert bailey",
    "gall_fontmain_l4":"bespoke",    
    "gall_fontmain_l5":"since 1985",
    "gall_story":"로버트 베일리 비스포크(Robert Bailey Bespoke)는 오직 고객님만을 위한 정말 놀라운 걸작을 만들 수 있는 경험과 지식을 보유하고 있습니다. 고객님께서 주문하시는 각 의류의 모든 디테일은 고객님의 라이프스타일이 어떻든 가장 편리하고 실용적인 자세를 위해 적재적소에 배치되어 제작됩니다. 각 의류는 디자인을 선도하며 에서 고객님의 요구에 맞춰 독점적으로 제작됩니다. 우리의 갤러리는 새로운 디자인을 지속적으로 추가하며고 있으며 일부 새로운 창작물들을 보여주고 있습니더.",
 
    "gall_menu_1":"single breasted",
    "gall_menu_2":"double breasted",
    "gall_menu_3":"top coat / overcoat",
    "gall_menu_4":"etc.",
 
    "ult_fontmain_01":"the ultimate",  
    "ult_fontmain_02":"bespoke experience",
    "ult_fontmain_l2":"There are no shortcut in the bespoke process and no compromises when it comes to fit, quality and craft",
    "ult_fontmain_l3":"robert bailey",
    "ult_fontmain_l4":"bespoke",    
    "ult_fontmain_l5":"since 1985",
	
    "ult_story_title00":"the ultimate bespoke experience",
    "ult_story_title01":"첫 미팅",
    "ult_story_title02":"원단 선택",
    "ult_story_title03":"체촌",
    "ult_story_title04":"맞춤 패턴 재단",
    "ult_story_title05":"의복 재단",
    "ult_story_title06":"첫 번째 피팅",
    "ult_story_title07":"수정작업",
    "ult_story_title08":"피팅",
    "ult_story_title09":"향후 미팅",

    "ult_story00":"We provide an unrivalled bespoke experience to ensure you receive a beautiful, perfectly-fitted garment every time. From our initial consultation to the final fitting, we ensure that your needs are met every step of the way.",
    "ult_story01":"첫 미팅에서는 비스포크 수트에 대한 고객님의 필요사항과 요구 사항을 논의할 수 있습니다. 고객님을 위해 특별히 제작될 새 의복을 언제 어디서 입고 싶은지 결정하는 것이 저희에게 중요한 사항입니다.",
    "ult_story02":"저희는 고객님께서 선택할 수 있도록 5000개가 넘는 다양한 원단 샘플을 가져올 것입니다. 가벼운 것부터 무거운 것까지, 비즈니스적인것, 재미있는것, 격식있는것에서 편안한 것까지 다양하며 오버코팅에 적합한 원단, 바지 및 고객님께서 필요할 수 있는 모든 것이 포함됩니다.",
    "ult_story03":"이 과정에서 매우 중요한 부분은 Robert Bailey가 특별히 고객님을 위해 패턴을 자르기 시작하기 전에 고객님의 체형과 성격에 대해 가능한 한 많은 정보를 수집하는 것입니다. 이러한 이유로 우리는 고객님으로부터 35군데 이상 체촌을 하며 하나 하나가 패턴 재단 기술의 중요한 부분을 차지합니다.",
    "ult_story04":"재단실로 돌아오면 Robert Bailey는 우리가 함께 만날때마다 보관되고 업데이트될 패턴을 만들 것입니다. 이는 저희의 보안 패턴실에 보관되며 당사에서만 사용할 수 있도록 안전하게 보관됩니다.",
    "ult_story05":"고객님의 새로운 패턴이 만족스러울 때 원단에 표시를 하고 향후 수선 가능성을 고려해 여유분을 넉넉히 남겨두고 재단을 시작합니다. 그런 다음 첫 번째 피팅을 준지하기 위해 당사의 가장 훌륭하고 경험이 풍부한 코트메이커 혹은 트라우저메이커 중 한 명에게 전달됩니다.",
    "ult_story06":"우리는 의복을 입어보고 편안함과 외관에 대해 함께 논의하여 고객님의 의복이 어떻게 만들어 지고 있는지에 대해 우리 둘 다 만족할 수 있도록 할 것입니다.",
    "ult_story07":"재단실로 돌아가면 로버트가 패턴을 조정하고 피팅시 논의한 대로 옷을 다시 재단할 것입니다. 그런 다음 테일러들은 고객님의 마지막 피팅 약속을 준비하기 위해 의복을 완성할 것입니다.",
    "ult_story08":"이 미팅에서 저희는 고객님과 저희 모두가 고객님을 위해 만들어진 모든 것에 행복하고 만족할 수 있도록 노력할 것입니다. 모든 것이 완벽하므로 이제 고객님의 정장이나 의복을 집에 가져가서 편안하고 즐겁게 입을 수 있습니다!",
    "ult_story09":"첫 번째 구매 후 의복에 조정이 필요하거나 맞춤정장 컬렉션에 새로 추가하시고 싶은 경우 일정과 날짜를 확인하여 다음 정기 방문을 위해 약속을 잡을 수 있습니다.",
 
    "about_fontmain":"about us",
    "about_fontmain_l2":"...",
    "about_fontmain_l3":"robert bailey",
    "about_fontmain_l4":"bespoke",    
    "about_fontmain_l5":"since 1985",

    "about_story_title01":"OUR STORY",

    "about_story01":"1985년 7월 저는 아버지가 헤드 커터로 근무하던 Gieves & Hawkes(Camberley)에서 일하고 있었습니다.",
    "about_story02":"그는 Bailey 혈통의 3대 재단사였으며, 저는 우리 가족 중 4대 맞춤 재단사였습니다.",
    "about_story03":"Savile Row에서 일하고 싶은 열망이 가득해 1990년에 Old Burlington Street에 있는 Davies and Son에서 견습 재단사 자리를 얻게 되어 기뻤습니다.",
    "about_story04":"1996년에는 Savile Row의 Gieves & Hawkes에 재단사 자리가 있어 Savile Row에서 제일가는 곳에서 일을 하게 됐습니다.",
    "about_story05":"그곳에서 몇 년을 보낸 후 저는 업계 최고의 교사 중 한 명인 회사 소유주인 Michael Skinner로부터 배우기 위해, 귀중한 경험을 위해 Savile Row에 있는 Dege & Skinner로 옮겼습니다.",
    "about_story06":"Dege & Skinner에서 11년을 보낸 후 저는 Savile Row에서 제가 아시아를 처음 경험하게 된 Davies and Son으로 건너가기로 결정했습니다.",
    "about_story07":"Davies & Son에서 저는 도쿄와 서울을 여행하는 등의 프로덕션 디렉터, 헤드 커터로 일했습니다.",
    "about_story08":"하지만 아시아를 제 서비스의 더 큰 초점으로 만들고자 하는 열망이 저를 Savile Row의 Huntsman으로 이끌었습니다.",
    "about_story09":"",
    "about_story10":"일본과 한국에서의 경험으로 인해 그들은 저에게 아시아 트렁크 쇼를 만들고 유지하는 역할을 맡겼습니다.",
    "about_story11":"영국에서 멀리 떨어져 있음에도 불구하고 각 고객을 위한 완벽한 의류를 문앞에서 생산할 수 있다는 평판을 얻게 되었습니다.",
    "about_story12":"제가 제공하는 서비스는 장갑처럼 딱 맞으면서도 존재하지 않는 듯한 편안함과 촉감을 지닌 완벽한 피팅 비스포크 의류를 세상에서 가장 세밀한 테일러들에 의해 만드는 것입니다. 가장 어려운 체형을 보기에 완벽하게 하는 동시에 착용감까지 흠없이 만드는 과정을 제 손을 통해 재단하고 수정하면서 말이죠!",
    "about_story13":"",
 
    "home_footer_l1":"find out more",
    "home_footer_l2":"상담이나 피팅 약속을 예약하시려면 저희에게 연락하시기 바랍니다.",
    "home_footer_l3":"맞춤의복 업계 최고의 품질과 서비스를 고객님께 제공할 수 있게 되기를 기대합니다.",
    "home_footer_office_name":"robert bailey bespoke ltd",    
    "home_footer_email":"Email: robertbailey@robertbaileybespoke.com",
    "home_footer_phone":"Phone: +44 7709 420 841",
    "home_footer_followus":"follow us",

    "about_us": "",
    "footer_text": "© 2000 ROBERT BAILEY BESPOKE LTD. All rights reserved."
}