{
    "title": "ROBERT BAILEY BESPOKE",
    "index_enter_site": "เข้าสู่เว็บไซต์",
    "nav_home": "หน้าหลัก",
    "nav_ultimate": "สัมผัสที่สุดแห่งประสบการณ์ของการแต่งกายผ่านสูท Bespoke ของคุณ",
    "nav_trunkshow": "การจัดแสดงผลงานในแต่สถานที่",
    "nav_accessories": "accessories",
    "nav_aboutus": "เกี่ยวกับเรา",
    "nav_gallery": "อัลมบั้มภาพ",
    "nav_language": "ภาษา",
    "home_office_name": "robert bailey bespoke ltd.",
    "home_welcome_message": "เคยได้ยินกันไหมว่า การไปหาช่างสูท Bespoke เหมือนกับการไปหาหมอ ที่ Robert Bailey Bespoke เราไม่เพียงแค่ตัด Bespoke สูท แต่ยังใส่ใจในรายละเอียด ความต้องการ และสไตล์ของคุณ เพื่อสร้างสรรค์ชุดสูทที่มากกว่า แค่เสื้อผ้า แต่เป็นตัวแทนของคุณอย่างแท้จริง มิตรภาพระหว่างเราที่ยั่งยืน Robert Bailey Bespoke จะกลายเป็นมิตรภาพที่ยั่งยืน คอยดูแลคณุ ตลอดการ ไม่ว่าสไตล์ของคุณจะเปลี่ยนไป ความต้องการของคุณคือสิ่งที่เราให้ความสำคัญเสมอ เลือก Robert Bailey Bespoke เลือกมากกว่าแค่สูท เลือกมิตรภาพที่ดูแล คุณ",
    "home_land_1": "FITS LIKE A GLOVE",
    "home_land_1_detail": "ตั้งแต่ปี 1985 Mr. Robert Bailey เริ่มต้นการฝึกฝน สั่งสมประสบการณ์ และ พัฒนาทักษะตัดเย็บเสื้อผ้า Bespoke สำหรับสุภาพบุรุษและสุภาพสตรีบนถนน Savile Row อันทรงเกียรติ Robert Bailey Bespoke มุ่งมั่นที่จะมอบ ประสบการณ์การตัดเย็บเสื้อผ้า Bespoke ที่ยอดเยี่ยม พร้อมทั้งบริการและ คุณภาพระดับสูงสุดในวงการ หากท่านกำลังมองหาช่างตดัดเสื้อ bespoke ที่ดีที่สุด Robert Bailey Bespoke คือคำตอบที่ใช่ เราพร้อมที่จะมอบประสบการณ์การตัดเย็บเสื้อผ้าแบบ Bespoke ที่ดีที่สุด และบริการที่เหนือชั้น เพื่อให้ท่านได้สัมผัสกับโลกแห่งการ แต่งตัวที่แท้จริง",
    "home_land_2_trunk_head": "robert bailey bespoke",
    "home_land_2_trunk_sub_head": "การจัดแสดงผลงานในแต่สถานที่",
    "home_land_btn_book_an_appointment": "book an appointment",
    "home_land_3_menu1": "สัมผัสที่สุดแห่งประสบการณ์ของการแต่งกายผ่านสูท Bespoke ของคุณ",
    "home_land_3_menu1_l2": "",
    "home_land_3_menu2": "อัลมบั้มภาพของเรา",
    "home_land_3_menu3": "เกี่ยวกับเรา",
    "trunkshow_fontmain_l1": "our bespoke",
    "trunkshow_fontmain_l2": "การจัดแสดงผลงานในแต่สถานที่",
    "trunkshow_fontmain_l3": "robert bailey",
    "trunkshow_fontmain_l4": "bespoke",
    "trunkshow_fontmain_l5": "since 1985",
    "trunkshow_story": "Robert Bailey Bespoke : เปิดประสบการณ์สูท Bespoke ระดัยโลกใกล้ ๆ คุณ เราบริการสูท Bespoke ระดับมืออาชีพ เดินทางตามความต้องการของคุณทั่วภูมิภาคเอเชียแปซิฟิก คอลเลคชั่นผ้าคุณภาพเยี่ยมกว่า 5,000 แบบ หลากหลายชนิดตอบโจทย์ทุกสไตล์และโอกาส ตั้งแต่สูทสำหรับงานกาล่าสุดหรู ไปจนถึงชุดลำลองสำหรับสวมใส่ทุกวัน ตั้งแต่เนื้อผ้าวูล 100% สำหรับสูท ไปจนถึงเนื้อผ้าพิเศษชั้นเลิศที่สุดในโลก อย่างผ้า Vicunas 100% เราสามารถรังสรรค์ตามความปรารถนาของคุณ พบกับ Robert Bailey Bespoke Trunk Show ของเราตามเมืองต่าง ๆ ปักกิ่ง เซี่ยงไฮ้ เฉิงตู ฮ่องกง ไทเป โซล โตเกียว กรุงเทพฯ สิงคโปร์ และ เมลเบิร์น เราเดินทางไปยัง แต่ละเมือง 3-4 ครั้งต่อปี ติดต่อเราเพื่อรับข้อมูลเพิ่มเติม",
    "accessories_fontmain": "accessories",
    "accessories_fontmain_l2": "",
    "accessories_fontmain_l3": "robert bailey",
    "accessories_fontmain_l4": "bespoke",
    "accessories_fontmain_l5": "since 1985",
    "accessories_story_head": "สายสำหรับดึงกางเกง",
    "accessories_story_detail": "Robert Bailey Bespoke มีความภูมิใจอย่างยิ่งที่ได้เป็นตัวแทนจำหน่าย Albert Thurston แบรนด์ชั้นนำด้านอุปกรณ์สำหรับสุภาพบุรุษ ซึ่งมีชื่อเสียงโด่งดังไปทั่วโลก ในด้านคุณภาพ การออกแบบ และความใส่ใจในทุกรายละเอียด สืบทอดตำนานอันยาวนาน ประดับบุคคลสำคัญทั่วโลก สายแขวนกางเกง Albert Thurston มีประวัติอันยาวนานกว่า 200 ปี ได้รับความไว้วางใจจากบุคคลสำคัญทั่วโลก ไม่ว่าจะเป็น กษัตริย์ เจ้าชาย ประธานาธิบดี และนักธุรกิจผู้ประสบความสำเร็จ ซึ่งล้วนเป็นเครื่องหมายที่บ่งบอกถึงคุณภาพและความหรูหรา Robert Bailey Bespoke เลือกสรรค์เฉพาะสายแขวนกางเกง Albert Thurston ที่ผลิตจากหนังแท้ เพื่อให้คุณมั่นใจในความทนทาน และเสริมภาพลักษณ์ของคุณให้ดูภูมิฐาน เรามีบริการสายแขวนกางเกงหนังแท้ ใช้คู่กับกางเกงที่มีช่องสำหรับร้อยกระดุมเท่านั้น สายแขวนกางเกงแบบคลิปหนีบไม่อยู่ในบริการของเรา ท่านสามารถเลือกชมและสั่งซื้อ สายแขวนกางเกง Albert Thurston ได้หลากหลายสีสันผ่านเว็บไซต์ของเรา หรือทาง Robert Bailey Bespoke Trunk Show เท่านั้น",
    "accessories_product_name": "สายแขวนกางเกง Royal Blue Boxcloth : คลาสสิค เหนือกาลเวลา",
    "accessories_product_detail": "ผ้าขนสัตว์เนื้อดี ทอในยอร์คเชียร์เดลส์ ที่มีชื่อเสียงโด่งดังเรื่องคุณภาพโดย Albert Thurston ตั้งแต่ปี ค.ศ. 1892 ขนาดกว้าง 38 มม. (1 1/2 นิ้ว ) มาพร้อมกับอุปกรณ์ทองเหลืองขัดเงา ปลายหนังแพะสีดำ และดีไซน์ด้านหลังเป็นรูปกากบาท",
    "accessories_product_colour": "Colour : Navy Blue",
    "accessories_product2_name": "สายแขวนกางเกง Green Boxcloth : หรูหรา ทันสมัย",
    "accessories_product2_detail": "เติมเต็มลุคของคุณ ด้วยสายแขวนกางเกง Green Boxcloth อันหรูหรามีระดับ ผลิตจากผ้าขนสัตว์เนื้อดี ทออย่างพิถีพิถัน สืบทอดตำนานอันยาวนานสีเขียว คลาสสิค ไม่จำเจ กระชับ พอดี ขนาด 38 มม. (1 1/2 นิ้ว ) มาพร้อมกับก้านทองเหลืองขัดเงา ปลายหนังแพะสีแทน และดีไซน์ด้านหลังเป็นรูปกากบาท สายแขวนกางเกง Green Boxcloth เหมาะสำหรับคนที่ชื่นชอบความคลาสสิค แต่ต้องการเสริมบุคลิกภาพให้โดดเด่นขึ้นอีกขั้น",
    "accessories_product2_colour": "Colour : Navy Blue",
    "accessories_product3_name": "สายแขวนกางเกง Navy Boxcloth อันหรูหรา",
    "accessories_product3_detail": "ผลิตจากผ้าขนสัตว์แท้ ทอด้วยกรรมวิธีดั้งเดิมในยอร์คเชียร์เดลส์ ประเทศอังกฤษ ตั้งแต่ปี 1820 อุปกรณ์ทองเหลืองขัดเงา เพิ่มความโดดเด่น ปลายหนังแพะสีน้ำตาลเข้ม แข็งแรง ทนทาน ดีไซน์ด้านหลังเป็นรูปกากบาทเพื่อความกระชับ สวมใส่พอดี เหมาะสำหรับสวมใส่คู่กับสูท เพื่อเพิ่มความภูมิฐาน หรือกางเกงลำลอง เพื่อสร้างความคลาสสิคเหนือกาลเวลา",
    "accessories_product3_colour": "Colour : Navy Blue",
    "accessories_product4_name": "สายแขวนกางเกง Wine Boxcloth สไตล์วินเทจ",
    "accessories_product4_detail": "อันหรูหรามีระดับ ผลิตจากผ้าขนสัตว์เนื้อดี ทออย่างพิถีพิถัน สืบทอดตำนานอันยาวนาน สีแดงเข้ม คลาสสิค พร้อมอุปกรณ์ทองเหลือง ปลายหนังสีน้ำเงินเข้ม ดีไซน์ด้านหลังเป็นรูปกากบาท กระชับ พอดี ขนาดกว้าง 38 มม. (1 1/2 นิ้ว ) สายแขวนกางเกง Wine Boxcloth เหมาะสำหรับคนที่ชื่นชอบสไตล์วินเทจ และต้องการเพิ่มความโดดเด่นให้กับชุดสูท หรือกางเกงลำลอง",
    "accessories_product4_colour": "Colour : Navy Blue",
    "accessories_product5_name": "สายแขวนกางเกง White Moiré : โดดเดน่ สะดดุ ตา",
    "accessories_product5_detail": "สายแขวนกางเกงสุดหรู ผลิตจากผ้าไหมมัวร์ 100% พร้อมงานฝีมืออันประณีตสืบทอดตำนานความคลาสสิคจากประเทศอังกฤษ มาพร้อมกับอุปกรณ์ตัวล็อกทองเหลือง ปรับระดับความยาวได้ รังดุมแบบรูกระดุมเย็บมือตามวิธีดั้งเดิมและปลายสายหนังแพะสีขาว ดีไซน์ด้านหลังเป็นรูปกากบาท เพิ่มความกระชับและรองรับสรีระของคุณได้อย่างลงตัวเหมาะสำหรับงานสังคมทางการ แบบ Black-Tie",
    "accessories_product5_colour": "Colour : Navy Blue",
    "accessories_product6_name": "เติมเต็มความหรูหรา ด้วยสายแขวนกางเกง Black Moiré",
    "accessories_product6_detail": "ผลิตจากผ้าไหมมัวร์เนื้อดี กว้าง 40 มม. มาพร้อมกับอุปกรณ์ตัวล็อกทองเหลืองปรับระดับความยาวได้ รังดุมแบบรูกระดุม และปลายสายหนังแพะสีดำ ดีไซน์ด้านหลังเป็นรูปกากบาท เพิ่มความกระชับ และรองรับสรีระของคุณได้อย่างลงตัว เหมาะสำหรับงานสังคมทางการ แบบ Black-Tie & White-Tie",
    "accessories_product6_colour": "Colour : Navy Blue",
    "gall_fontmain": "อัลมบั้มภาพ",
    "gall_fontmain_l2": "",
    "gall_fontmain_l3": "robert bailey",
    "gall_fontmain_l4": "bespoke",
    "gall_fontmain_l5": "since 1985",
    "gall_story": "Robert Bailey Bespoke สรรค์สร้างสุดยอดผลงานสูท และเครื่องแต่งกายแบบ Bespoke ที่ตอบโจทย์ทุกไลฟ์ สไตล์ของคุณ ประสบการณ์อันยาวนานและความเชี่ยวชาญ สร้างสรรค์สูท Bespoke ที่ไม่เหมือนใคร ใส่ใจทุกรายละเอียด ออกแบบตามความต้องการของคุณ ตอบโจทย์ทุกสรีระ สะดวกสบายและเหมาะกับการใช้งาน คอลเลคชั่นผลงาน Bespoke บางส่วนเพื่อเป็นแรงบันดาลใจ ผลงานใหม่เพิ่มขึ้นเสมอ สะท้อนความคิดสร้างสรรค์อันไร้ขีดจำกัด แม้ว่าแกลเลอรี่จะแสดงเพียงบางส่วน แตฝีมืออันประณีตของเรายังคงมีให้ท่านเสมอ ติดต่อเราเพื่อเริ่มต้นการเดินทางสูทและเครื่องแต่งกายแบบ Bespoke ของคุณ",
    "gall_menu_1": "single breasted",
    "gall_menu_2": "double breasted",
    "gall_menu_3": "top coat / overcoat",
    "gall_menu_4": "etc.",
    "ult_fontmain_01": "สัมผัสที่สุดแห่งประสบการณ์ของการแต่งกายผ่านสูท Bespoke ของคุณ",
    "ult_fontmain_02": "",
    "ult_fontmain_l2": "There are no shortcut in the bespoke process and no compromises when it comes to fit, quality and craft",
    "ult_fontmain_l3": "robert bailey",
    "ult_fontmain_l4": "bespoke",
    "ult_fontmain_l5": "since 1985",
    "ult_story_title00": "สัมผัสที่สุดแห่งประสบการณ์ของการแต่งกายผ่านสูท Bespoke ของคุณ",
    "ult_story_title01": "ในการพบกันครั้งแรก",
    "ult_story_title02": "เลือกสรรผ้าหลากหลาย สไตล์ครบครัน สร้างสรรค์ตามความต้องการของคุณ",
    "ult_story_title03": "การวัดสรีระเก็บข้อมูล และประเมินสรีระในการตัดสูท Bespoke",
    "ult_story_title04": "การออกแบบแพทเทิร์น Bespoke ส่วนตัวของคุณ",
    "ult_story_title05": "การตัดเย็บสูท และเครื่องแต่งกายแบบ Bespoke",
    "ult_story_title06": "การลอง ประเมินและปรับทรงสูทและเครื่องแต่งกาย Bespoke รอบแรก",
    "ult_story_title07": "การปรับแต่งสูท Bespoke อย่างพิถีพิถันเพื่อความสมบูรณ์แบบของคุณ",
    "ult_story_title08": "การนำผลงาน Bespoke สู่มือคุณ",
    "ult_story_title09": "นัดหมายครั้งต่อไป",
    "ult_story00": "We provide an unrivalled bespoke experience to ensure you receive a beautiful, perfectly-fitted garment every time. From our initial consultation to the final fitting, we ensure that your needs are met every step of the way.",
    "ult_story01": "เป็นการพบปะปรึกษาระหว่างกัน เราจะพูดคุยกัน อย่างละเอียด เกี่ยวกับความต้องการและคุณสมบัติ สำหรับสูท Bespoke สุดพิเศษของคุณ สิ่งสำคัญสำหรับเราคือ คุณจะสวมใส่สูทตัวใหม่นี้ ในโอกาสอะไร และสถานที่ใด รายละเอียดเหล่านี้ จะช่วยให้ช่างตัดสูท ออกแบบสูทที่เข้ากับสไตล์ของคุณ เหมาะกับการใช้งาน และเสริมบุคลิกภาพของคุณได้อย่างยอดเยี่ยม",
    "ult_story02": "ยกระดับการตัดสูท Robert Bailey Bespoke คัดสรรค์เนื้อผ้าคุณภาพเยี่ยม หลากหลายชนิด มากกว่า 5,000 แบบ ตอบโจทย์ทุกสไตล์และทุกฤดูกาล, เบา สบาย เหมาะกับอากาศร้อน, เนื้อหนา หรูหรา เหมาะกับสูททางการ, คลาสสิกเหนือกาลเวลา, ทันสมัย โดดเด่น นอกจากสูทแล้ว เรายังมี ผ้าสำหรับกางเกง, ผ้าสำหรับเสื้อโค้ท, และอื่นๆ ตามความต้องการของคุณ เราพร้อมสร้างสรรค์ชุด Bespoke ที่ตรงใจคุณ สัมผัสประสบการณ์การตัดสูท และเครื่องแต่งกายแบบ Bespoke ที่เหนือกว่า",
    "ult_story03": "สูทและเครื่องแต่งกายแบบ Bespoke ที่สมบูรณ์แบบ เริ่มจากการเข้าใจคุณ และหัวใจสำคัญคือการเก็บข้อมูล เพื่อให้ช่าง Robert Bailey Bespoke ตัดแพทเทิร์นที่เหมาะสมกับคุณ เราจำเป็นต้องเก็บข้อมูล สรีระของคุณ ซึ่งรวมไปถึงการวัดสัดส่วนต่าง ๆ กว่า 35 จุด และรายละเอียดอื่น ๆ เกี่ยวกับสรีระของคุณ ซึ่ง ข้อมูลเหล่านี้มีความสำคัญต่อเทคนิคการตัด แพทเทิร์นของเรา เพราะสูทและเครื่องแต่งกายแบบ Bespoke ที่ยอดเยี่ยม คือการที่สวมใส่ได้พอดี ราวกับเป็นส่วนหนึ่งของร่างกายคุณ",
    "ult_story04": "แพทเทิร์นสูทและเครื่องแต่งกายแบบ Bespoke ส่วนตัวของคุณ หลังจากการเก็บข้อมูลสรีระ คุณโรเบิร์ต จะสร้างแพทเทิร์นเฉพาะแบบ Bespoke เฉพาะรายบุคคล และแพทเทิร์นนี้จะถูกเก็บรักษาอย่างปลอดภัย ในห้องเก็บแพทเทิร์นของเรา และอัพเดทข้อมูลเพิ่มเติมหลังทุกครั้งที่มีการพบกัน และแพทเทิร์นนี้จะถูกสร้างขึ้น สำหรับสูทและเครื่องแต่งกายของคุณเท่านั้น",
    "ult_story05": "เมื่อทีมผู้เชี่ยวชาญของเราได้สร้างแพทเทิร์นสูทและเครื่องแต่งที่ออกแบบมาเพื่อคุณโดยเฉพาะแล้ว ขั้นตอนต่อไปคือการนำแพทเทิร์นไปวางบนเนื้อผ้า โดยเราได้มีการเผื่อผ้าสำหรับการปรับแก้ไขเพิ่มเติมในอนาคต จากนั้นช่างตัดสูทและเครื่องแต่งกายฝีมืออันดับต้น ๆ ของเรา จะตัดเย็บด้วยมือ 100% เพื่อเตรียมสูทและเครื่องแต่งกายของคุณสำหรับการลองครั้งแรก กระบวนการตัดเย็บที่พิถีพิถันนี้ มุ่งเน้นไปที่การสร้างสรรค์สูท Bespoke ที่ตอบโจทย์ทุกความต้องการของคุณ",
    "ult_story06": "เพื่อคุณจะได้สัมผัสกับประสบการณ์ Bespoke ที่แท้จริง เราจะปรึกษาหารือประเมินและปรับแต่งสูทและเครื่องแต่งกายแบบ Bespoke รอบแรกเพื่อความสบายและสไตล์ที่ลงตัวด้วยกัน",
    "ult_story07": "หลังจากการลองสวมใส่และประเมินสูทและเครื่องแต่งกาย Bespoke รอบแรกไปแล้ว คุณโรเบิร์ต จะนำแพทเทิร์นสูทและเครื่องแต่งกายของคุณกลับไปปรับแต่ง แก้ไข โดยคำนึงถึงข้อเสนอแนะต่าง ๆ ที่เราได้พูดคุยกันในรอบการลองสวมใส่สูทและเครื่องแต่งกายที่ได้ลองไป จากนั้นจะแพทเทิร์นที่ปรับแก้ไขตกแต่งใหม่จะถูกนำไปตัด เย็บสูทและเครื่องแต่งกายอีกครั้งด้วยมือ 100% ช่างตัดฝีมือเยี่ยมของเราจะทำการเก็บงานและเพื่อเตรียมพร้อมสำหรับการลองสูทและเครื่องแต่งกายแบบ Bespoke ครั้งสุดท้าย กระบวนการ Bespoke นี้จึงจำเป็นต้องพิถีพิถัน ปราณีตเพื่อมุ่งเน้นไปที่การสร้างสูทและเครื่องแต่งกายที่ตอบโจทย์ทุกสรีระและความต้องการของคุณ",
    "ult_story08": "เมื่อทุกองค์ประกอบบรรจบตามความต้องการอันพิถีพิถันของคุณ และตรงตามมาตรฐานการตัดเย็บแบบ Bespoke ชั้นเลิศของเรา สูทและเครื่องแต่งกายแบบ Bespoke ของคุณก็พร้อมให้ท่านนำกลับไปสวมใส่ ผลงาน Bespoke ที่ตัดเย็บอย่างประณีต บ่งบอกถึงสไตล์อันโดดเด่นของคุณ ส่งเสริมบุคลิกภาพอย่างสมบูรณ์แบบ ความภูมใจในการสร้างสรรค์ร่วมกัน ผลลัพธ์ที่เหนือความคาดหวัง สัมผัสประสบการณ์คุณภาพ Bespoke ที่เหนือกว่า นำพาความมั่นใจไปทุกที่",
    "ult_story09": "เส้นทางสูท Bespoke ของคุณยังคงดำเนินต่อไปกับ Robert Bailey Bespoke มุ่งมั่นในความพึงพอใจของคุณเป็นอันดับแรก หากคุณต้องการปรับขนาด หรืออยากเพิ่มคอลเลคชั่น Bespoke ของคุณในตู้เสื้อผ้า เรามีพร้อมให้บริการดูแลรักษาสูทและเครื่องแต่งกายของคุณให้พอดีเสมอ หรือ สร้างสรรค์สูทและเครื่องแต่งกาย Bespoke แบบใหม่ที่สะท้อนสไตล์อันเป็นเอกลักษณ์ของคุณ คุณสามารถทำการนัดหมายกับ เราได้ตลอดเวลา Robert Bailey Bespoke สัมผัสประสบการณ์แห่งการตัดสูทและเส้นทางสูทแบบ Bespoke ที่ไม่หยุดยั้ง ทุกคนสามารถสัมผัสได้",
    "about_fontmain": "เกี่ยวกับเรา",
    "about_fontmain_l2": "",
    "about_fontmain_l3": "robert bailey",
    "about_fontmain_l4": "bespoke",
    "about_fontmain_l5": "since 1985",
    "about_story_title01": "OUR STORY",
    "about_story01": "เดือนกรกฎาคม ปี 1985 (พ.ศ. 2528) คุณโรเบิร์ต (Mr. Robert Bailey) ได้เริ่ม ทำงานที่ Gieves & Hawkes (เมือง Camberley) ซึ่งเป็นช่วงที่คุณพ่อของคุณโรเบิร์ต ดำรงตำแหน่งหัวหน้าช่างตัดเย็บ ท่านเป็นช่างตัดเสื้อ รุ่นที่ 3 ของตระกูล Bailey ทำให้คุณโรเบิร์ตเป็นช่างตัดเสื้อ Bespoke รุ่นที่ 4 ของครอบครัว",
    "about_story02": "",
    "about_story03": "แรงดึงดูดและความหลงใหลจากการทำงานบนถนน Savile Row นั้นมีมากเกินกว่าจะปฏิเสธได้ ในปี 1990 ผมรู้สึกดีใจมากที่ได้เข้าเป็นลูกศิษย์ฝึกงานตัดเสื้อกับร้าน Davies and Son บนถนน Old Burlington Street",
    "about_story04": "ในปี 1996 ร้าน Gieves & Hawkes บนถนน Savile Row มีตำแหน่งงานตัดเสื้อ ว่าง คุณโรเบิร์ตจึงได้มีโอกาสทำงานที่ถนน Savile Row หมายเลข 1 หลังจากทำงานอยู่ที่นั่นประมาณสองสามปี คุณโรเบิร์ตได้ย้ายไปทำงานที่ Dege & Skinner บนถนน Savile Row เพื่อเก็บเกี่ยวประสบการณ์อันล้ำค่าด้านการตัดเย็บเสื้อผ้าระดับโลกแบบ Bespoke และได้เรียนรู้จากมิสเตอร์ไมเคิล สกินเนอร์ (Mr. Michael Skinner) เจ้าของร้าน ซึ่งเป็นหนึ่งในผู้สอนชั้นนำของวงการตัดเย็บเสื้อผ้าระดับโลกแบบ Bespoke",
    "about_story05": "",
    "about_story06": "หลังจากทำงานที่ Dege & Skinner มา 11 ปี คุณโรเบิร์ตได้ทำการตัดสินใจข้ามถนน Savile Row ไปทำงานที่ร้าน Davies and Son ซึ่งเป็นที่ที่คุณโรเบิร์ตได้ สัมผัสประสบการณ์การทำงานในเอเชียเป็นครั้งแรก ที่ Davies and Son และได้ดำรงตำแหน่งหัวหน้าช่างตัดเย็บ (Head Cutter) และผู้อำนวยการฝ่ายผลิต (production director) รวมถึงมีโอกาสทางไปเก็บเกี่ยวประสบการณ์ในเมืองโตเกียวและโซล",
    "about_story07": "ต่อมาความปรารถนาที่คุณโรเบิร์ตจะมุ่งเน้นการบริการไปที่เอเชียมากขึ้นทำให้ได้ตัดสินใจย้ายไปทำงานที่ Huntsman of Savile Row ด้วยประสบการณ์ที่คุณโรเบิร์ตมีในประเทศญี่ปุ่นและประเทศเกาหลีใต้ พวกเขาจึงมอบหมายให้ผมดูแลการจัดและบริหารงานแสดงสินค้า (Trunk Shows) สำหรับลูกค้าในเอเชีย",
    "about_story08": "",
    "about_story09": "",
    "about_story10": "แน่นอนครับ Robert Bailey Bespoke ชื่อเสียงของเราคือการตัดสูท Bespoke ที่ ประณีต ใส่สบาย และ เสริมบุคลิก ให้ดู โดดเด่น ไม่ว่าคุณจะอยู่ที่ไหนในเอเชีย ช่างฝีมือชั้นนำ ของเราสามารถรังสรรค์สูทที่สมบูรณ์แบบให้คุณได้ แม้จะอยู่ไกล บริการของเราคือสูท Bespoke ระดับโลก ที่พร้อมส่งถึงมือคุณ",
    "about_story11": "",
    "about_story12": "และ Robert Bailey Bespoke มุ่งมั่น ที่จะมอบบริการตัดเย็บเสื้อผ้า Bespoke ระดับมืออาชีพ บริการของเราคือการสร้างสรรค์ชุดสูทและเครื่องแต่งกายที่เข้ารูป อย่างสมบรูณ์แบบ สวมใส่สบาย เหมือนเป็นส่วนหนึ่งของร่างกาย โดยช่างตัดเย็บ ที่มีประสบการณ์และเป็นผู้เชี่ยวชาญชั้นนำระดับโลก ควบคู่ไปกับการตรวจสอบและปรับแต่ง ขั้้นสุดท้ายด้วยมือของคุณโรเบิร์ตเอง เพื่อให้มั่นใจได้ว่าเสื้อผ้าและเครื่องแต่งกายแบบ Bespoke นี้จะ เสริมบุคลิก ของลูกค้าทุกท่านให้ดู ภูมิฐาน และโดดเด่น อย่างไร้ที่ติ ไม่ว่าสรีระจะเป็นแบบใดก็ตาม",
    "about_story13": "",
    "home_footer_l1": "ติดต่อเรา",
    "home_footer_l2": "Robert Bailey Bespoke ยกระดับสไตล์ของคุณเหนือกว่า สัมผัสประสบการณ์การตัดสูทและเครื่องแต่งกายแบบ Bespoke ที่เหนือความคาดหมาย เราพร้อมเป็นผู้ช่วยคุณที่คุณสามารถเชื่อถือได้ในการรังสรรค์สูทและเครื่องแต่งกายแบบBespoke ที่บอกเล่าเรื่องราวอันโดดเด่นของคุณผ่านเครื่องแต่งกายของคุณ",
    "home_footer_l3": "ติดต่อเราเพื่อเริ่มต้นการเดินทางสู่ความเป็นที่สุดของ Bespoke",
    "home_footer_office_name": "robert bailey bespoke ltd",
    "home_footer_email": "Email: robertbailey@robertbaileybespoke.com",
    "home_footer_phone": "Phone: +44 7709 420 841",
    "home_footer_followus": "follow us",
    "about_us": "",
    "footer_text": "© 2000 ROBERT BAILEY BESPOKE LTD. All rights reserved."
}